Repository: LigeroSmart/OTRSMasterSlave
Catalog: i18n/OTRSMasterSlave/OTRSMasterSlave.*.po
Languages: ms, sr, sw

source: Set Master/Slave Value
ms: Set nilai Master/Slave

source: New Master Ticket
ms: Tiket Master Baharu

source: Unset Master Ticket
ms: Tiket Master Tidak Ditetapkan

source: Unset Slave Ticket
ms: Tiket Slave Tidak Ditetapkan

source: Slave of Ticket#
ms: Slave untuk Tiket#

source: Allows adding notes in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Membenarkan menambah nota dalam skrin MasterSlave tiket bagi tiket dizum dalam antara muka ejen.
sr: Дозволи додавање белешки на Главни/Зависни екрану детаљног приказа тикета оператерског интерфејса.
sw: Ruhusu kuongeza vidokezi katika skrini ya MkuuMtumwa ya tiketi iliyokuzwa katika kiolesura cha wakala.

source: Change the MasterSlave state of the ticket.
ms: Ubah keadaan tiket MasterSlave.
sr: Промени Главни/Зависни статус тикета.
sw: Badilisha hali ya Mkuu/mtumwa ya tiketi.

source: Define dynamic field name for master ticket feature.
ms: Mentakrifkan nama medan dinamik untuk ciri tiket master.
sr: Дефинише динамички назив поља за функцију Главног тикета.
sw: Fafanua jina la uga wenye uwezo kwa kipengele cha tiketi kuu.

source: Defines if a ticket lock is required in the ticket MasterSlave screen of a zoomed ticket in the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
ms: Mentakrifkan jika kunci tiket diperlukan dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen (jika tiket itu tidak dikunci lagi, tiket yang akan dikunci dan ejen semasa akan ditetapkan secara automatik sebagai pemiliknya).
sr: Одређује да ли је потребно закључати главни/зависни екран тикета на детаљном приказу тикета у интерфејсу оператера (ако тикет још увек није закључан, тикет ће добити статус закључан и тренутни оператер ће бити аутоматски постављен као власник).
sw: Fafanua kama kufunga kwa tiketi kunahitajika katika skrini ya tiketi ya mkuumtumwa ya tiketi iliyokuzwa katika kiolesura cha wakala (kama tiketi haijafungwa bado, tiketi zipatwe kufungwa na wakala wa sasa atafanywa automatiki kuwa mmiliki wake).

source: Defines the default next state of a ticket after adding a note, in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Mentakrifkan keadaan default seterusnya bagi tiket selepas menambah nota, dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Одређује подразумевани наредни статус тикета после додаваља белешке, на главни/зависни екрану детаљног приказа тикета у интерфејсу оператера.
sw: Inafafanua chaguo-msingi la hali iyajo ya tiketi baada ya kuongeza kidokezo, katika skrini ya mkuumtumwa ya tiketi ya tiketi iliyokuzwa katika kiolesura cha wakala.

source: Defines the default ticket priority in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Mentakrifkan keutamaan tiket default dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Одређује подразумевани приоритет тикета на главни/зависни екану детаљног приказа тикета у интерфејсу оператера.
sw: Inafafanua kipaumbele chaguo-msingi cha tiketi katika skrini ya mkuumtumwa ya tiketi ya tiketi iliyokuzwa katika kiolesura cha wakala.

source: Defines the default type of the note in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Mentakrifkan jenis default nota dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Одређује подразумевани тип белешке на главни/зависни екрану детаљног приказа тикета у интерфејсу оператера.
sw: Inafafanua aina ya chaguo-msingi la kidokezo kwa skrini ya mkuumtumwa ya tiketi ya tiketi iliyokuzwa katika kiolesura cha wakala.

source: Defines the history comment for the ticket MasterSlave screen action, which gets used for ticket history in the agent interface.
ms: Mentakrifkan komen sejarah bagi kesan skrin MasterSlave tiket, yang akan digunakan untuk sejarah tiket dalam antara muka ejen.
sr: Одређује коментар за историјат на главни/зависни екранској акцији, што ће се користити за историјат у интерфејсу оператера.
sw: Inafafanua historia ya maoni kwa kitendo cha skrini ya tiketi mkuumtumwa, ambayo inatumika na historia ya tiketi ya kiolesura cha wakala.

source: Defines the history type for the ticket MasterSlave screen action, which gets used for ticket history in the agent interface.
ms: Mentakrifkan jenis sejarah bagi tindakan skrin tiket MasterSlave, yang akan digunakan untuk sejarah tiket dalam antara muka ejen.
sr: Одређује тип историјата за главни/зависни екранску акцију, што ће се користити за историјат у интерфејсу оператера.
sw: Fafanua aina ya historia kwa kitendo cha skrini ya mkuumtumwa cha tiketi, ambacho kinatumika na historia ya tiketi katika kiolesura cha wakala.

source: Defines the next state of a ticket after adding a note, in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Mentakrifkan keadaan seterusnya bagi tiket selepas menambah nota, dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Одређује наредни статус тикета после додаваља белешке, на главни/зависни екрану детаљног приказа тикета у интерфејсу оператера.
sw: Fafanua hali inayofuata ya tiketi baada ya kuongeza kidokezo, katika skrini ya mkuumtumwa ya tiketi ya tiketi iliyokuzwa katika kiolesura cha wakala.

source: Enable the advanced MasterSlave part of the feature.
ms: Membolehkan ciri maju bahagian MasterSlave tersebut.
sr: Активира напредни део Главни/Зависни функције.
sw: Wezesha uwezo wa juu wa seheme ya mkuumtumwa wa kipengele.

source: Enable the feature that slave tickets follow the master ticket to a new master in the advanced MasterSlave mode.
ms: Membolehkan ciri yang tiket slave ikuti tiket master kepada master baru dalam mod MasterSlave maju.
sr: Активирање својства да зависни тикет прати главни на нови главни у напредном Главни/Зависни моду.
sw: Wezesha kipengele ambacho tiketi mtwumwa zitafuata tiketi mkuu kwa mkuu mpya katika hali ya juu ya mkuumtumwa.

source: Enable the feature to change the MasterSlave state of a ticket in the advanced MasterSlave mode.
ms: Membolehkan ciri ini untuk mengubah keadaan MasterSlave bagi tiket dalam mod MasterSlave maju.
sr: Активирање функције за промену статуса тикета Главни/Зависни у напредном Главни/Зависни моду.
sw: Wezesha kipengele cha kubadilisha hali ya mkuumtumwa ya tiketi katika hali ya juu ya mkuumtumwa.

source: Enable the feature to forward articles from type 'forward' of a master ticket to the customers of the slave tickets. By default (disabled) it will not forward articles from type 'forward' to the slave tickets.
ms: Membolehkan ciri untuk mengemukakan artikel dari jenis 'ke depan' daripada tiket master kepada pelanggan tiket slave. Secara default (dilumpuhkan) ia tidak akan mengemukakan artikel dari jenis 'ke depan' untuk tiket slave.

source: Enable the feature to keep parent-child link after change of the MasterSlave state in the advanced MasterSlave mode.
ms: Membolehkan ciri untuk menyimpan pautan ibu bapa dan anak selepas perubahan keadaan MasterSlave dalam mod MasterSlave maju.

source: Enable the feature to keep parent-child link after unset of the MasterSlave state in the advanced MasterSlave mode.
ms: Membolehkan ciri untuk menyimpan pautan ibu bapa dan anak selepas tanpa ditetapkan keadaan MasterSlave dalam mod MasterSlave maju.

source: Enable the feature to unset the MasterSlave state of a ticket in the advanced MasterSlave mode.
ms: Membolehkan ciri untuk tidak menetapkan keadaan MasterSlave bagi tiket dalam mod MasterSlave maju.
sr: Активирање функције за искључење статуса тикета Главни/Зависни у напредном Главни/Зависни моду.
sw: Wezesha kipengele ambacho hakitoweka hali ya mkuumtumwa ya tiketi katika hali ya juu ya mkuumtumwa.

source: If a note is added by an agent, sets the state of the ticket in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Jika nota ditambah oleh ejen, tetapkan keadaan tiket dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Ако је оператер додао напомену, подешава статус тикета на екрану Главни/Зависни тикета на детаљном приказу у интерфејсу оператера.
sw: Kama kidokezo kimeongezwa na wakala, inaweka hali ya tiketi katika skrini ya mkuumtumwa ya tiketi ya tiketi iliyokuzwa katika kiolesura cha wakala.

source: MasterSlave module for Ticket Bulk feature.
ms: Modul MasterSlave untuk ciri Bulk Tiket.

source: Parameters for the dashboard backend of the master tickets overview of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin.
ms: Parameter untuk bahagian belakang papan pemuka daripada gambaran keseluruhan tiket master antara muka ejen. "Had" adalah bilangan penyertaan ditunjukkan secara default. "Kumpulan" digunakan untuk menyekat akses kepada masuk (contoh: Kumpulan: admin; kumpulan1; kumpulan2;). "Default" menentukan jika plugin ini diaktifkan secara default atau jika pengguna perlu untuk membolehkan secara manual. "CacheTTLLocal" adalah masa cache dalam minit untuk plugin.
sr: Параметри за позадински приказ контролне табле прегледа главних тикета у интерфејсу оператера. "Лимит" је број уноса подрезумевано приказаних. "Група" се користи да ограничи приступ додатку (нпр. Група: admin;group1;group2;). "Подразумевано" одређује да ли је подразумевано активиран или да је потребно да га корисник мануелно активира. "CacheTTLLocal" је време у минутама за кеш додатка.
sw: Parameta kwa backend ya dasibodi ya mapitio ya tiketi kuu ya kiolesura cha wakala. ''Kikomo'' ni namba ya vipengee halisi vinavyoonyeshwa kwa mchaguo-halisi. ''Kikundi'' kinatumika kuzuia kufikia kuchomeka (mfano Kikundi:Utawala;kikundi cha 1;kikundi cha 2;). ''Chaguo-msingi'' inahakiki kama mchomeko umewezeshwa kwa mchaguo-msingi au kama mtumizi anahitaji kuwezesha kwa mkono. ''HifadhimudaTTLKiambo'' ni muda wa hifadhi muda katika dakika kwa mchomeko.

source: Parameters for the dashboard backend of the slave tickets overview of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin.
ms: Parameter untuk bahagian belakang papan pemuka daripada gambaran keseluruhan tiket slave antara muka ejen. "Had" adalah bilangan penyertaan ditunjukkan secara default. "Kumpulan" digunakan untuk menyekat akses kepada masuk (contoh: Kumpulan: admin; kumpulan1; kumpulan2;). "Default" menentukan jika plugin ini diaktifkan secara default atau jika pengguna perlu untuk membolehkan secara manual. "CacheTTLLocal" adalah masa cache dalam minit untuk plugin.
sr: Параметри за позадински приказ контролне табле прегледа главних тикета у интерфејсу оператера. "Лимит" је број уноса подрезумевано приказаних. "Група" се користи да ограничи приступ додатку (нпр. Група: admin;group1;group2;). "Подразумевано" одређује да ли је подразумевано активиран или да је потребно да га корисник мануелно активира. "CacheTTLLocal" је време у минутама за кеш додатка.
sw: Parameta kwa backend ya dasibodi ya mapitio ya tiketi tumwa ya kiolesura cha wakala. ''Kikomo'' ni namba ya vipengee halisi vinavyoonyeshwa kwa mchaguo-halisi. ''Kikundi'' kinatumika kuzuia kufikia kuchomeka (mfano Kikundi:Utawala;kikundi cha 1;kikundi cha 2;). ''Chaguo-msingi'' inahakiki kama mchomeko umewezeshwa kwa mchaguo-msingi au kama mtumizi anahitaji kuwezesha kwa mkono. ''HifadhimudaTTLKiambo'' ni muda wa hifadhi muda katika dakika kwa mchomeko.

source: Registration of the ticket event module.
ms: Pendaftaran tiket modul acara.
sr: Регистрација модула догађаја за тикете.
sw: Usajili wa kipimo cha tukio la tiketi.

source: Required permissions to use the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Kebenaran yang diperlukan untuk menggunakan skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Неопходна дозвола за употребу главни/зависни екрана детаљног приказа тикета у интерфејсу оператера.
sw: Inahitaji ruhusa kutumia skrini ya mkuumtumwa ya tiketi ya tiketi iliyokuzwa katika kioesura cha wakala.

source: Sets the default body text for notes added in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Menetapkan teks badan default untuk nota ditambah dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Одређује подразумевани садржај за напомене додате на на Главни/Зависни екрану детаљног приказа тикета у интерфејсу оператера.
sw: Inaweka matini kiini kilichoongezwa cha chaguo-msingi katika skrini ya mkuumtuwa ya tiketi katika tiketi iliyokuzwa katika kiolesura cha wakala.

source: Sets the default subject for notes added in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Set subjek default untuk nota ditambah dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Одређује подразумевани предмет за напомене додате на Главни/Зависни екрану детаљног приказа тикета у интерфејсу оператера.
sw: Inaweka somo la chaguo-msingi kwa kipengele kilichoongezwa katika skrini ya mkuumtuwa ya tiketi katika tiketi iliyokuzwa katika kiolesura cha wakala.

source: Sets the responsible agent of the ticket in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Set ejen yang bertanggungjawab bagi tiket dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Одређује одговорног оператера за тикет на Главни/Зависни екрану детаљног приказа тикета у интерфејсу оператера.
sw: Inaweka wakala ambaye anahusika na tiketi katika skrini ya mkuumtumwa ya tiketi ya tiketi iliyokuzwa katikat kiolesura cha wakala.

source: Sets the service in the ticket MasterSlave screen of a zoomed ticket in the agent interface (Ticket::Service needs to be activated).
ms: Set perkhidmatan di skrin MasterSlave tiket tiket dizum dalam antara muka ejen (Tiket::Perkhidmatan perlu diaktifkan).
sr: Одређује сервис на Главни/Зависни екрану детаљног приказа тикета у интерфејсу оператера (Потребно је активирати Тикет::Сервис)..
sw: Inaweka huduma katika skrini ya mkuumtumwa ya tiketi ya tiketi iliyokuzwa katika kiolesura cha wakala (Tiketi::Huduma inayohitaji kuamilishwa).

source: Sets the ticket owner in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Set pemilik tiket dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Одређује власника тикета на Главни/Зависни екрану детаљног приказа тикета у интерфејсу оператера.
sw: Inaweka mmiliki wa tiketi katika skrini ya mkuumtumwa ya tiketi ya tiketi iliyokuzwa katika kiolesura cha wakala.

source: Sets the ticket type in the ticket MasterSlave screen of a zoomed ticket in the agent interface (Ticket::Type needs to be activated).
ms: Menetapkan jenis tiket yang dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen (Tiket::Jenis perlu diaktifkan).
sr: Одређује тип тикета на Главни/Зависни екрану детаљног приказа тикета у интерфејсу оператера (Потребно је активирати Тикет::Тип).
sw: Inaweka aina ya tiketi katika skrini ya mkuumtumwa ya tiketi ya tiketi iliyokuzwa katika kiolesura cha wakala (tiketi:: aina inayoitaji kuamilishwa).

source: Shows a link in the menu to change the MasterSlave status of a ticket in the ticket zoom view of the agent interface.
ms: Menunjukkan pautan dalam menu untuk menukar status MasterSlave bagi tiket dalam pandangan zum tiket bagi antara muka ejen.
sr: У менију приказује везу за измену Главни/Зависни статуса тикета на детаљном приказу тикета у интерфејсу оператера.
sw: Inaonyesha kiungo katika menyu cha kubadilisha hadhi ya mkuumtumwa ya tiketi katika mandhari iliyokuzwa ya tiketi ya kiolesura cha wakala.

source: Shows a list of all the involved agents on this ticket, in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Memaparkan senarai semua ejen yang terlibat dalam tiket ini, dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Приказује листу свих оператера укључених у овај тикет на Главни/Зависни екрану детаљног приказа тикета у интерфејсу оператера.
sw: Inaonyesha orodha ya mawakala wote wanaohusika na tiketi hii, katika skrini ya tiketi mkuu/mtumwa ya tiketi iliyokuzwa katika kiolesura cha wakala.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Memaparkan senarai semua kemungkinan ejen (semua ejen dengan kebenaran nota mengenai barisan/tiket) untuk menentukan siapa yang perlu diberitahu tentang nota ini, dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Приказује листу свих могућих оператера (сви оператери са дозволом за напомену за ред/тикет) ради утврђивања ко треба да буде информисан о овој напомени, на Главни/Зависни екрану тикета на детаљном приказу тикета у интерфејсу оператера.
sw: Inaonyesha orodha ya wakala wote wanaoweza (mawakala wote wenye kidokezo cha ruhusa ya tiketi/foleni) kutambua nani ataarifiwe kuhusu kidokezo hiki, katika skrini ya tiketi mkuumtumwa ya tiketi iliyokuzwa katika kiolesura chwa wakala.

source: Shows the ticket priority options in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Menunjukkan pilihan keutamaan tiket dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Приказује опције приоритета тикета на Главни/Зависни екрану тикета на детаљном приказу тикета у интерфејсу оператера.
sw: Inaonyesha machaguo ya kipaumbele ya tiketi katika skrini ya tiketi mkuumtumwa ya tiketi iliyokuzwa katika kiolesura cha wakala.

source: Shows the title fields in the ticket MasterSlave screen of a zoomed ticket in the agent interface.
ms: Menunjukkan bidang tajuk dalam skrin MasterSlave tiket tiket dizum dalam antara muka ejen.
sr: Приказује насловна поља на Главни/Зависни екрану тикета на детаљном приказу тикета у интерфејсу оператера.
sw: Inaonyesha kichwa cha habari katika skrini ya tiketi mkuumtumwa ya tiketi iliyokuzwa katika kiolesura cha wakala.

source: Specifies the different article types where the real name from Master ticket will be replaced with the one in the Slave ticket.
ms: Menentukan jenis artikel yang berbeza di mana nama sebenar dari tiket Master akan digantikan dengan yang dalam tiket Slave.
sr: Наводи разне типове чланака где ће стварно име са главног тикета бити замењено са једним на зависном тикету.
sw: Inabainisha aina mbalimbali za makala ambazo majina yake ya ukweli kutoka tiketi kuu yatabadilishwa na mojawapo katika tiketi tumwa.

source: This module activates Master/Slave field in new email and phone ticket screens.
ms: Modul ini mengaktifkan medan Master/Slave di skrin emel dan tiket telefon baru.

source: MasterTicket
sr: Главни тикет
sw: Tiketi kuu

source: Manage Master/Slave
sr: Управљање Главни/Зависни
sw: Simamia Mkuu/mtumwa

source: Enable the feature to forward articles of a master ticket to the customers of the slave tickets. By default (disabled) it will not forward anything to the slave tickets.
sr: Активирање својства за прослеђивање чланака главног тикета корисницима зависних тикета. Подразумевано је (искључено) да се ништа не прослеђује зависним тикетима.
sw: Kuwawezesha kipengele mbele makala ya bwana tiketi kwa wateja wa tiketi watumwa. By default (walemavu) itakuwa si mbele chochote tiketi ya watumwa.

source: This module is preparing master/slave pulldown in email and phone ticket.
sr: Овај модул припрема главни/зависни падајући мени у имејл и телефонским тикетима.
sw: Hiki kipimo kinaandaa kuvutwa chini kwa mkuu/mtumwa katika barua pepe na tiketi za simu.
